[
    {
        "title": "cycle",
        "description": "Clip in and join us in the saddle for our signature Ride, Rhythm and Perform class. Get lost in the music and ride to the rhythm, or focus on the data. It's the ultimate endorphin booster!"
    },
    {
        "title": "circuits",
        "description": "A pumping, endorphin-inducing 50-minute Circuit workout that will ignite your metabolism, light a fire in your muscles and pumped for the day! You’ll be treated to a fast-paced, full-body Strength, Conditioning and Cardio workout featuring Assault Bikes, Ski Ergs, Weights and Bodyweight plyometric exercises."
    },
    {
        "title": "yoga",
        "description": "Digme’s mix of yoga and breathwork classes welcomes practitioners of all levels. From beginners to advanced, meet us on the mat in studio, or Live and On Demand via our Digme at Home app, so you can join anytime, anywhere."
    },
    {
        "title": "barre",
        "description": "In a Barre class at Digme, expect 50 minutes of full body intense sculpting, featuring elements of ballet, pilates and yoga. All our Barre instructors are exceptional and have a strong background in ballet. However, to participate no dance experience is necessary!"
    },
    {
        "title": "f.i.t",
        "description": "Experience the ultimate functional workout in our thrilling new concept, F.I.T. Standing for Functional Intensity Training. It is a new 3-zone workout featuring cardio (Treads and Rowers), strength and unconventional zones."
    },
    {
        "title": "strength",
        "description": "Efficient, effective, and explosive. Bullet proof your body with this full body and controlled workout with our expert coaching through your screens."
    },
    {
        "title": "fusion",
        "description": "FUSION classes are split between 25 minutes of RIDE and 25 minutes of MATRIX HIIT. Designed to strip fat, tone muscle and improve mobility. AND best of all you get to try TWO Digme experiences in one go!"
    },
    {
        "title": "breathwork",
        "description": "You do it about 23,000 a day, but are you breathing properly?"
    },
    {
        "title": "stretch & mobility",
        "description": "Our Stretch & Mobility classes are the perfect combination of strength, flexibility and stability as we bridge the gap between fitness and yoga. Compliment your routine and your workouts, whilst allowing your body the release from the day-to-day and sitting at your desk for long periods of time."
    },
    {
        "title": "high performance",
        "description": "Our brand new High Performance structured workout sessions are power-based zonal training workouts on the very latest Wattbike Atom X bikes. The workouts are designed by our team of world class, highly qualified cycle coaches to help you push your training results."
    }
]