{
    "default_waiver": "I hereby waive all claims for injury or loss to person or property during participation in classes, workshops or other activities. My participation in this class/workshop is voluntary and at my own risk. To the best of my knowledge, the health information provided is accurate and I acknowledge and fully understand that I will be engaging in activities that involve risk of injury including, but not limited to, pulls or tears (muscles, ligaments or tendons), muscle strains, wrist or foot injuries. I hereby certify that I am in good health and do not suffer from any heart condition or other ailment that could be exacerbated by the exertion involved in the activities in which I may participate. I agree that I will comply with all instructions given to me by the instructor or assigns. I hereby release respective owners, instructors, and assigns from any liability claims, demands, injuries, actions, or causes of actions to my person or property arising out of or connected with the use of any of the services, equipment, or facilities provided. I also agree to indemnify the said owners, instructors, agents, and assigns for any claims which are advanced by me or on my behalf, or as a result of any injury to me whatsoever. Further, I confirm that I either have specific insurance to cover any injuries that I may sustain or that I have chosen to participate in these activities without any insurance coverage and agree to assume full responsibility of any and all risks, known and unknown, bodily injury, death and property damage which may arise from my decision to participate in accepted classes. By signing this form I agree that I have been informed that I should not participate in any activity if I have any doubt or if I am uncertain as to my current medical condition. I hereby certify that I am at least 18 years of age. If I am not at least 18 years of age, the signature of my parent(s) and/or legal guardian(s) must appear below. I have carefully read with a full, definite and clear understanding the foregoing provisions and freely enter into the within agreement of the Waiver and Indemnification Form."
}